Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_260-The_Akasagarbha_Sutra-v1.tmx
Source language: bo
Languages: en

source: །ཡོངས་སུ་བརྟག་པ་བཟུང་ན་གལ་ཏེ་སེམས་ཅན་ཐམས་ཅད་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཀྱང་དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་སོ་སོ་རིག་པ་ཐོབ་པ། དཔའ་བར་འགྲོ་བའི་ཏིང་ངེ་འཛིན་ཐོབ་པ་གཅིག་གི་སྤྱོད་ཡུལ་དང་། མོས་པ་དང་། དོན་དམ་པའི་བདེན་པ་ལ་བརྟག་པའི་བྱིན་གྱིས་བརླབས་མི་ཤེས་སོ།
en: Imagine that all sentient beings had attained acceptance that phenomena are non-arising. Even so, not one of them would understand the field of experience of a single bodhisattva who has realized discriminating awareness and attained the meditative concentration of brave progression; nor would they fathom his aspirations, or the transformative power of his investigating ultimate reality.

source: །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་འདི་ཡང་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ། སོ་སོར་རིག་པ་ཐོབ། དཔའ་བར་འགྲོ་བའི་ཏིང་ངེ་འཛིན་ཐོབ་ནས་བསྐལ་པ་དཔག་ཏུ་མེད་པ་ལས་འདས་ཏེ།
en: An uncountable number of eons ago, this son of noble family, the bodhisattva mahāsattva Ākāśagarbha, attained acceptance that phenomena are non-arising, attained discriminating awareness, and attained the meditative concentration of brave progression.

source: །བྱང་ཆུབ་སེམས་དཔའ་ས་བརྒྱད་པ་ལ་གནས་པའི་བར་དུ་ཡང་བསླད་པར་འགྱུར་བས་
en: Since even bodhisattvas dwelling on the grounds up to the eighth ground may become defiled,

source: འདིའི་སྤྱོད་ཡུལ་དང་། སྦྱོར་བའི་མཚན་མ་སྟོན་པར་མི་ནུས་ཏེ།
en: they themselves do not have the capacity to display such a field of experience and the distinguishing qualities of his practice.

source: རིགས་ཀྱི་བུ་དེ་ནི་དེ་དག་གི་བསམ་པ་དང་། བག་ལ་ཉལ་བ་དང་། དེ་དག་གི་ཉོན་མོངས་པ་དང་ལྡན་པའི་ལྟ་བ་སེམས་དང་འབྲེལ་པ་ཅི་འདྲ་བ་དང་། སྔོན་གྱི་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཅི་འདྲ་བ་ལ་ཡང་རྟོག་ཅིང་
en: This son of noble family examines their mentalities and latent tendencies, how they are influenced by afflicted views, and how they generated roots of merit in the past, and

source: སེམས་སྦྱོང་བ་ཇི་ལྟ་བུར་བྱ་བའི་རིགས་པ་
en: he understands how their minds have to be trained.

source: དགེ་བའི་རྩ་བ་སངས་རྒྱས་ལ་བསྐྱེད་པའམ། ཆོས་ལ་བསྐྱེད་པའམ། དགེ་འདུན་ལ་བསྐྱེད་པའམ། བསོད་ནམས་བྱ་བའི་དངོས་པོ་སྦྱིན་པའི་རང་བཞིན་ནམ། ཚུལ་ཁྲིམས་ཀྱི་རང་བཞིན་ནམ། བསྒོམ་པའི་རང་བཞིན་ཡང་རུང་སྟེ།
en: He teaches them how to generate roots of virtue toward the Buddha, the Dharma, and the Saṅgha, or else the meritorious character of the essence of giving, of ethical discipline, or meditation, whichever might be appropriate.

source: ཅི་ནས་ཀྱང་དེའི་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་སྦྱོར་བ་དྲང་པོར་འགྱུར་བ་དང་།
en: It is certain that their actions of body, speech, and mind will become upright,

source: སྨོན་ལམ་དྲང་པོ་དང་། དགེ་བའི་བཤེས་གཉེན་དྲང་པོ་དང་། བསྟན་པར་འགྱུར་བ་དང་།
en: their aspirations will become honest, and they will follow an honest spiritual friend.

source: དེ་དག་གི་ནད་རབ་ཏུ་ཞི་བར་བྱ་བ་དང་། ནད་མེད་པ་ཐོབ་པར་བྱ་བའི་ཕྱིར་སྙིང་ཐག་པ་ནས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོའི་མིང་ནས་རྗོད་པར་བྱེད་ཅིང་
en: wholeheartedly recite the name of the bodhisattva mahāsattva Ākāśagarbha in order to pacify their diseases and reach a state free of ills, and

source: ཨ་ག་རུ་དང་། རྒྱ་སྤོས་ཀྱིས་བདུགས་ནས། སྐྱེས་བུ་དམ་པ་ནམ་མཁའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ནས།
en: and if they burn aloe wood and Chinese incense and prostrate to the holy being Ākāśagarbha,

source: རིགས་ཀྱི་བུ་དེ་ནི་དེ་དག་གི་རྨི་ལམ་ན་བྲམ་ཟེའི་གཟུགས་ཀྱིས་མདུན་དུ་འདུག་གམ། བརྒྱ་བྱིན་གྱི་གཟུགས་སམ། དཔལ་གྱི་གཟུགས་སམ། དབྱངས་ཅན་གྱི་གཟུགས་སམ། རྒྱལ་རིགས་ཀྱི་གཟུགས་སམ། བློན་པོའི་གཟུགས་སམ། དཔའ་བོའི་གཟུགས་སམ། སྨན་པའི་གཟུགས་སམ། ཕའི་གཟུགས་སམ། མའི་གཟུགས་སམ། ཁྱེའུའི་གཟུགས་སམ། བུ་མོའི་གཟུགས་ཀྱིས་
en: then that son of noble family will appear in their dreams in front of them in the guise of a brahmin, Śakra, Śrī, Sarasvatī, a king, minister, hero, doctor, father, mother, boy, or girl.

source: གང་བསམ་གཏན་ལ་བསམ་གཏན་བྱེད་པ་དང་། ཤེས་རབ་འདོད་པ་དང་། གང་ཡང་གྲགས་པར་འདོད་པ་དང་། གང་བཟོ་སྦྱོང་བར་འདོད་པ་དང་།
en: desire to abide firmly in meditative concentration, gain wisdom, be famous, or learn crafts;

source: གང་དབང་ཕྱུག་འདོད་པ་དང་། གང་གཟུགས་འདོད་པ་དང་། གང་ནོར་འདོད་པ་དང་། གང་དམ་པ་འདོད་པ་དང་། གང་རིགས་འདོད་པ་དང་། གང་བུ་འདོད་པ་དང་། གང་གཡོག་འདོད་པ་དང་།
en: those who desire power, a good body, wealth, saintliness, a high caste, a son, or a servant;

source: གང་སྦྱིན་པ་འདོད་པ་དང་། གང་ཚུལ་ཁྲིམས་འདོད་པ་ནས། གང་ཤེས་རབ་ཀྱི་བར་དུ་འདོད་པ་དང་།
en: or giving, ethical discipline, and the other perfections up to wisdom;

source: གང་ཚིག་འཇམ་པོ་འདོད་པ་དང་། གང་སེམས་ཅན་རྣམས་དང་འཐུན་པར་འདོད་པ་དང་། གང་སྡིག་པ་ལས་ཐར་བར་བྱ་བར་འདོད་པ་དང་། གང་སྦྱིན་པ་ལ་གཞོག་པར་འདོད་པ་ནས། ཤེས་རབ་ལ་གཞོག་པའི་བར་དུ་འདོད་པ་དང་།
en: those who desire soft-spoken words, to be in harmony with other beings, liberation from negativity, or to bring others to the practice of all of the perfections from giving to wisdom;

source: ཚེ་རིང་བར་འདོད་པ་དང་། ལོངས་སྤྱོད་འདོད་པ་དང་མི་འབྲལ་བར་འདོད་པ་དང་།
en: those who desire a long life, or to have property and never lack it;

source: སེམས་ཅན་སེར་སྣ་ཅན་རྣམས་གཏོང་བ་ལ་གཞོག་པར་འདོད་པ་དང་། ཚུལ་ཁྲིམས་འཆལ་པ་དག་ཚུལ་ཁྲིམས་ལ་གཞོག་པར་འདོད་པ་དང་། ལེ་ལོ་ཅན་དག་བརྩོན་འགྲུས་ལ་གཞོག་པར་འདོད་ན།
en: and those who wish to cause the stingy to be generous, the immoral to be ethical, or the lazy to be diligent.

source: །ཏདྱ་ཐཱ། སུ་མྲི་ཤ ། སུ་མྲི་ཤ །ཀཱ་རུ་ཎི་ཀ། ཙ་ར་ཙ་ར། བི་ཙ་ར། སྃ་ཙ་ར། ཀཱ་རུ་ཎི་ཀ །མུར་མུར། བེ་ག་དྷ་རི། མ་ཙ་མེ། བྷུ་ཛ་བཱ་ད། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ། ཙི་ན་ཏ་མ་ཎི་པཱུ་རཱ་ཡ། ཀཱ་རུ་ཎི་ཀ སརྦ་ཤ་མེསྠ་པཱ་ཡ། ཨ་ཛྙཱ་དྷཱ་རི། སྥུ་གུང་སྥུ་གུང་། རུ་ཏི་བི་བེ་ཀ་གུང་དྲིཥྚི་བི་བེ་ཀ་གུང་། པཱུ་ར་ཡ་ཀཱ་རུ་ཎི་ཀ །པཱུ་རཱ་ཡན་ཏུ་མ་མ། ཨ་ཤ་སརྦ་པན་ཐ་ཙ། ཨ་ཤོ་ཀ་ག་ཏི་སྭཱ་ཧཱ།
en: tadyathā | sumriśa | sumriśa | kāruṇika | caracara | vicara | saṃcara | kāruṇika | murmur | vegadhari | maca me | bhujapāda | mahā­kāruṇikā | cinata­maṇi pūrāya | kāruṇika | sarva śamesthapāya | ajñādhāri | sphu guṅ sphu guṅ | ruti viveka guṅ driṣṭi viveka guṅ | pūraya kāruṇika | pūrāyantu mama | aśa sarva antha ca | aśokagati svāhā |

source: །རིགས་ཀྱི་བུ་དེ་ནི་དེ་ལ་མིའི་གཟུགས་སམ། རི་དགས་ཀྱི་གཟུགས་སམ། བྱའི་གཟུགས་སམ། བདག་ཉིད་དུ་སྟོན་པའམ། དེའི་བསོད་ནམས་ཀྱི་སྐལ་པ་ཇི་ལྟ་བུ་དེ་འདྲ་བའི་གཟུགས་སམ།
en: The son of noble family will appear to them in the form of a human being, a wild animal, a bird, in his own form, or as a body that corresponds to their fortune of merit.

source: །གང་ཐེག་པ་ལ་མི་གནས་པ་དང་། གང་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་གནས་པ་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་གནས་པའི་སེམས་ཅན་དག་
en: Whether they do not follow any path, or practice the śrāvaka path, or the pratyekabuddha’s path,

source: དེས་ཐང་ཅིག་ཡུད་ཙམ་དང་ལྡན་པའི་ཤེས་རབ་དང་། ཐབས་ཆུང་ཟད་ཀྱིས་ཀྱང་བླ་ན་མེད་པའི་ཐེག་པ་ཆེན་པོ་ལ་ཕྱིར་མི་ལྡོག་པར་གཞོག་པ་ནས།
en: in a single brief instant of wisdom and with just a minimum of skillful means he has the power to place them irrevocably on the unsurpassable Mahāyāna path,

source: ཏིང་ངེ་འཛིན་དང་། གཟུངས་དང་། བཟོད་པ་སྣ་ཚོགས་དང་། ས་བཅུ་ལ་གཞོག་པའི་བར་དུ་ནུས་ཏེ།
en: thereby establishing them in meditative concentration, in the dhāraṇīs, in the various states of tolerance, and up to the tenth ground.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་དེ་ནི་ཐབས་དང་། ཡེ་ཤེས་དང་། སྙིང་རྗེ་ཆེན་པོ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་ནོ།
en: This shows that the bodhisattva mahāsattva Ākāśagarbha is endowed with inconceivable methods, primordial wisdom, and great compassion.

source: །རིགས་ཀྱི་བུ་ནམ་མཁའི་ཚད་ནི་ལ་ལས་གཟུང་ནུས་ཀྱི། རིགས་ཀྱི་བུ་དེའི་ཐབས་དང་། ཡེ་ཤེས་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། ཏིང་ངེ་འཛིན་གྱི་སྟོབས་བསྐྱེད་པ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པའི་ཚད་གཟུང་བར་ནི་མི་ནུས་ཏེ།
en: Son of noble family, some people can comprehend the extent of space, but no-one can comprehend the extent of this noble son’s methods and primordial wisdom, of his great love and great compassion, the extent to which he has developed the strength of meditative concentration and brings beings to complete maturation.

source: །རིགས་ཀྱི་བུ་སེམས་ཅན་གང་གཡོ་མེད་པ། སྒྱུ་མེད་པ། ཡང་དག་པའི་ནན་ཏན་དང་ལྡན་པ། ལྟ་བ་དྲང་པོ་དང་ལྡན་པ།
en: Son of noble family, beings who are without deceit, without pretense, are diligent, endowed with honest views,

source: ཐབས་དང་། ཡེ་ཤེས་དང་། བརྩོན་འགྲུས་དང་། རྟུལ་བའི་ཐབས་ཀྱང་སྟོན་ཅིང་
en: He teaches them skillful means, primordial wisdom, vigor, and how to maintain determination.

source: སེམས་ཅན་དེ་ཐབས་དང་། ཡེ་ཤེས་དང་། བརྩོན་འགྲུས་དང་། རྟུལ་བ་དེས་དེ་འདྲ་བའི་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེ་བར་བྱེད་དོ།
en: These means, wisdom, vigor, and determination liberate beings from their sufferings and cause them to generate a mind that strives for unsurpassable, perfectly complete enlightenment.

source: །མཐུ་དང་། བརྩོན་འགྲུས་དང་། རྟུལ་བ་ཆེན་པོ་དེས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་སྤྲོ་བ་དང་། རྟུལ་བ་ཆེན་པོར་འགྱུར།
en: Their energy, vigor, and great determination will become the great enthusiasm and determination needed to bring the six perfections to complete perfection.

source: མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་ཏེ།
en: They will swiftly awaken entirely and perfectly to unsurpassable, perfectly complete enlightenment.

source: སེམས་ཅན་གང་དག་ལྟུང་བའི་རྩ་བ་བྱུང་བ། ངན་སོང་དུ་འགྲོ་བ། དགེ་བའི་རྩ་བ་ཐམས་ཅད་སྤྲུག་པར་བྱེད་པ།
en: Thus, for all beings who have committed a root transgression, who are bound for the lower realms, who have exhausted all roots of virtue—

source: འཇིག་པར་བྱེད་པའི་སེམས་ཅན་དེ་དག་ལ་རིགས་ཀྱི་བུ་འདི་ནི་སྨན་དུ་གྱུར་པའོ།
en: for all these frightened beings, this son of noble family is medicine.

source: གནོད་སེམས་དང་། གནོང་བ་འཆབ་པ་དང་། སེར་སྣས་སེམས་འཁྲུགས་པར་གྱུར་པ་དང་།
en: who are malevolent, who conceal their faults, whose minds are disturbed by miserliness,

source: ལྟུང་བའི་དངོས་པོར་འགྱུར་ཞིང་ལྷ་དང་མིའི་བདེ་བ་ཐམས་ཅད་ལས་ཕས་ཕམ་པ་
en: They are in a state of transgression and will be deprived of any happiness of the god and human realms.

source: དེ་ལ་རིགས་ཀྱི་བུ་འདི་མཐོ་རིས་དང་ཐར་པའི་བདེ་བས་ཚིམ་པར་བགྱིད་པའི་ལྟུང་བའི་རྩ་བ་དེ་དག་གང་ལགས།
en: Yet this son of noble family brings about these beings’ fulfillment with the bliss of the higher realms and liberation. What are these particular transgressions?

source: རིགས་ཀྱི་བུ་རྒྱལ་རིགས་རྒྱལ་ཐབས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་
en: Son of noble family, for a kṣatriya on whom royal authority has been bestowed,

source: མཆོད་རྟེན་གྱི་རྫས་འཕྲོག་པར་བྱེད།
en: stealing from a place of worship,

source: དགེ་འདུན་གྱིའམ། ཕྱོགས་བཞིའི་དགེ་འདུན་ལ་ཕུལ་བ་འཕྲོག་པར་བྱེད་དམ།
en: stealing that which has been offered to the local saṅgha or the saṅgha of the four directions, or

source: འཕྲོག་ཏུ་འཇུག་པར་བྱེད་པ་
en: inciting someone to steal it:

source: ཐེག་པ་ཆེན་པོའི་ངེས་པར་འབྱུང་བ་བཤད་པ་
en: or the instructions on the Mahāyāna definite deliverance,

source: །གང་ཡང་ངའི་ཕྱིར་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས། གོས་ངུར་སྨྲིག་བགོས་པ་བསླབ་པ་འཛིན་ཀྱང་རུང་། བསླབ་པ་མི་འཛིན་ཀྱང་རུང་། ཚུལ་ཁྲིམས་འཆལ་ཀྱང་རུང་། ཚུལ་ཁྲིམས་དང་ལྡན་ཡང་རུང་སྟེ་དེའི་གོས་ངུར་སྨྲིག་དག་འཕྲོག་ཅིང་ཁྱིམ་པར་བྱེད་དམ།
en: Taking by force the saffron robes of those who have shaved their heads and beards for my sake and donned the saffron robes—whether they uphold the precepts or not, whether they observe the discipline or not—thus making them householders;

source: ལུས་ལ་ཆད་པས་གཅོད་པར་བྱེད་དམ། བཙོན་རར་འཇུག་པར་བྱེད། སྲོག་དང་འབྲལ་བར་བྱེད་པ་
en: inflicting corporal punishment on them, imprisoning or killing them:

source: འདི་ནི་ལྟུང་བའི་རྩ་བ་གསུམ་པའོ།
en: all of these constitute the third root transgression.

source: །ཡང་རྒྱལ་རིགས་གང་རྒྱུ་མེད་པར་སྨྲ་བར་འགྱུར།
en: Furthermore, if a kṣatriya advocates the philosophy of the non-existence of causality,

source: འཇིག་རྟེན་ཕ་རོལ་ཡལ་བར་འདོར་བར་བྱེད།
en: denies the existence of future lives,

source: སེམས་ཅན་མང་པོ་གཞན་དག་ཀྱང་མི་དགེ་བའི་ལས་ཀྱི་ལམ་བཅུ་ཡང་དག་པར་འཛིན་དུ་འཇུག །འདུལ་བར་བྱེད། འཇུག་པར་བྱེད། འཇོག་པར་བྱེད་པ་
en: and also influences many other people to follow the ten paths of unwholesome action, manipulates them, encourages them and brings them to do so:

source: འདི་ནི་ལྟུང་བའི་རྩ་བ་ལྔ་པ་སྟེ།
en: these actions constitute the fifth root transgression.

source: སྔོན་མ་བྱུང་བ། སྔན་ཆད་མ་བྱུང་བ། ཐམས་ཅད་མཁྱེན་པའི་བཤད་པ་ཟབ་མོ་ཟབ་པའི་མདོ་སྡེ་དང་། གཟུངས་དང་། བཟོད་པ་དང་། ས་དག་འཆད་པར་བྱེད། སྟོན་པར་བྱེད་དེ།
en: He will explain and teach the hitherto unheard of, the unprecedented, the instructions of the omniscient one, the deep and profound sūtras, the dhāraṇīs, tolerance, and the grounds.

source: དེའི་ཕྱིར་རྒྱལ་རིགས་རྒྱལ་ཐབས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་དེ་སྔོན་གྱི་སྡིག་པ་མི་དགེ་བའི་ལས་ལ་ངོ་ཚ་བར་བྱེད།
en: And for this reason the kṣatriyas on whom royal authority has been bestowed will be caused to develop shame about their previous negative and unwholesome actions.

source: །ཡང་བློན་པོ་གང་ཆོས་སྤོང་བར་བྱེད་དེ། ཉན་ཐོས་ཀྱི་ངེས་པར་འབྱུང་བ་བཤད་པའམ། རང་སངས་རྒྱས་ཀྱི་ངེས་པར་འབྱུང་བ་བཤད་པའམ། ཐམས་ཅད་མཁྱེན་པའི་ངེས་པར་འབྱུང་བ་བཤད་པ་སྤོང་བར་བྱེད། འགོག་པར་བྱེད། སྦེད་པར་བྱེད་པ་འདི་ནི་ལྟུང་བའི་རྩ་བ་གསུམ་པའོ།
en: Furthermore, for a minister, forcing somebody to give up the Dharma, whether this entails the instructions on the śrāvakas’ definitive deliverance, the instructions on the pratyekabuddhas’ definite deliverance, or the instructions on the definite deliverance of the omniscient one, as well as creating obstacles for the teachings or concealing them: these constitute the third root transgression.

source: །ཡང་བློན་པོ་གང་བཅོམ་ལྡན་འདས་ཀྱི་ཕྱིར་རབ་ཏུ་བྱུང་བ་ལ་གཙེ་བར་བྱེད་ན།
en: Furthermore, for a minister, harming those who have taken ordination with the Bhagavān—

source: བསླབ་པ་འཛིན་ཀྱང་རུང་། མི་འཛིན་ཀྱང་རུང་།
en: whether they uphold the precepts or not,

source: ཚུལ་ཁྲིམས་དང་ལྡན་ཡང་རུང་། མི་ལྡན་ཡང་རུང་སྟེ།
en: whether they observe the discipline or not,

source: དེ་དག་གི་གོས་ངུར་སྨྲིག་དག་འཕྲོག་པར་བྱེད། ཁྱིམ་པར་བྱེད་དམ།
en: taking by force their saffron robes and making them householders;

source: བཙོན་རར་འཇུག་པར་བྱེད་དམ། སྲོག་གཅོད་པར་བྱེད་པ་
en: imprisoning them or taking their lives:

source: འདི་ནི་བློན་པོའི་ལྟུང་བའི་རྩ་བ་བཞི་པའོ།
en: these all constitute the fourth root transgression.

source: བློན་པོ་དེ་སྔོན་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཐམས་ཅད་སྤྲུགས་པར་འགྱུར། ལྟུང་བའི་དངོས་པོར་འགྱུར། ལྷ་དང་མིའི་བདེ་བ་ཐམས་ཅད་ལས་ཕས་ཕམ་པར་འགྱུར། སེམས་ཅན་དམྱལ་བ་ལ་གཞོལ་བར་འགྱུར་ཏེ།
en: Such a minister will be deprived of any happiness of the god and human realms, and will descend to the hell realms.

source: དེ་དག་གི་དོན་གྱི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་ཀླ་ཀློའི་ཡུལ་དེ་ལྟ་བུ་གཞན་དག་ཏུ་གནས་ཤིང་སྐྱེ་བ་འབྱུང་བ་ཡང་སྟོན་ཏེ།
en: Then, for the sake of such a person, the bodhisattva Ākāśagarbha will be born, live, and teach in the land of the uncivilized or another place.

source: གང་དང་གང་དག་ཏུ་སྐྱེ་བར་འབྱུང་བར་སྟོན་པ་དེ་དང་དེ་དག་ཏུ་ཡང་བློན་པོ་དེ་དག་ལ་ཆོས་འཆད་དེ་
en: Irrespective of where and in which guise he has manifested, he will explain the Dharma to those ministers.

source: སྔོན་མ་བྱུང་བ། སྔན་ཆད་མ་བྱུང་བ། ཐམས་ཅད་མཁྱེན་པས་བཤད་པ། ཟབ་མོ་ཟབ་པའི་མདོ་སྡེ་དང་། གཟུངས་དང་། བཟོད་པ་དང་། ས་དག་འཆད་པར་བྱེད། སྟོན་པར་བྱེད་དེ།
en: He will explain and teach the hitherto unheard of, the unprecedented, the instructions of the omniscient one, the deep and profound sūtras, the dhāraṇīs, tolerance, and the grounds.

source: དེའི་ཕྱིར་བློན་པོ་དེ་སྔོན་བྱས་པའི་མི་དགེ་བའི་སྡིག་པའི་ལས་ལ་ངོ་ཚ་བར་བྱེད།
en: Then those ministers will be made to develop shame about their previous unwholesome negative actions.

source: སྨོད་པར་བྱེད། ལས་ཀྱི་སྒྲིབ་པ་དེ་ཡང་འཆགས་པར་བྱེད། གཏོང་བར་བྱེད། སྤོང་བར་བྱེད་དོ།
en: They will reprimand themselves and disclose, give up, and relinquish negative actions.

source: །དེ་སྦྱིན་པ་དང་། དུལ་བ་དང་། སྡོམ་པ་ལ་རྟུལ་བའི་ནན་ཏན་ལ་གནས་ཤིང་མཐོ་རིས་ལ་གཞོལ་བར་འགྱུར་རོ།
en: And they will eagerly practice giving, discipline, and having determination for the vows; and they will reach the higher realms.

source: །གང་ངའི་ཉན་ཐོས་ལྟུང་བའི་རྩ་བ་ལྔ་པོ་དེ་དག་ལས་ལྟུང་བའི་རྩ་བ་གང་ཡང་རུང་བ་ཞིག་བྱུང་ན།
en: when my śrāvakas commit any of these root transgressions,

source: རྟག་ཏུ་ཇི་ལྟར་བཤད་པ་བཞིན་དུ་
en: According to how it has always been explained,

source: དེ་དག་གི་དོན་གྱི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་དེ་ལྟ་བུའི་ཡུལ་གཞན་དག་ཏུ་སྐྱེ་བ་འབྱུང་བར་སྟོན་ཅིང་
en: the bodhisattva Ākāśagarbha will manifest birth in different places for the benefit of those beings.

source: སེམས་ཅན་གང་དག་སྔོན་ངན་པར་སྤྱད་པའི་རྒྱུས་ཉོན་མོངས་པ་སྙིགས་མ་ལྔ་དང་ལྡན་པའི་འཇིག་རྟེན་གྱི་ཁམས་འདིར་སྐྱེས་ནས་
en: There are beings who were born in this worldly realm of afflictions and five impurities because they conducted themselves in evil ways in the past.

source: དེ་དག་དགེ་བའི་རྩ་བ་ཆུང་ངུ་དང་ལྡན་པ་ལས་དགེ་བའི་བཤེས་གཉེན་ལ་བརྟེན་ཏེ། ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་ཟབ་པ་འདི་ཉན་ཅིང་
en: They rely upon a spiritual friend and listen to the most profound Mahāyāna owing to the tiny root of virtue they possess.

source: རིགས་ཀྱི་བུ་དེ་དག་བློ་ཆུང་ངུ་ཟིན་གྱིས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ།
en: Though they do so with little understanding, those sons of noble family give birth to the aspiration to unsurpassable, perfectly complete enlightenment.

source: དེས་ཐོ་རངས་ཀྱི་ཐུན་ལ་ཨ་ག་རུའམ། རྒྱ་སྤོས་སམ། བདུག་པས་བདུགས་ནས་ཐལ་མོ་སྦྱར་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོའི་མིང་བརྗོད་པར་བྱའོ།
en: they should burn aloe wood and Chinese or other incense, join their palms, and utter the name of the bodhisattva Ākāśagarbha at the break of dawn.

source: འདི་སྐད་དུ་བརྗོད་པར་བྱའོ།
en: uttering these words:

source: །སྐྱ་རེངས་སྐྱ་རེངས་ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པ།
en: Aruṇa, Aruṇa, endowed with great compassion!

source: །དེའི་ཕྱིར་ཉོན་མོངས་པའི་རྐྱེན་གྱིས་ཁྱོད་ཀྱི་ལུས་དང་། ངག་དང་། ཡིད་ཀྱིས་མི་དགེ་བའི་ལས་གང་ཆུང་ཟད་བསྒྲུབས་པ་དེ་དག་དེའི་ཕྱིར་དག་ཅིང་རྣམ་པར་སྨིན་པར་འགྱུར་བ་མེད་དོ་
en: Then even the tiniest unwholesome deeds you have committed with your body, speech, and mind due to the afflictions will be purified, and they will not come to maturation.

source: དེ་སྐད་ཟེར་ན། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པའི་ལྟུང་བའི་རྩ་བ་གསུམ་པའོ།
en: Saying these words is the third root transgression for beginner bodhisattvas.

source: དེའི་ཕྱིར་ཁྱོད་ངན་འགྲོ་དང་། ངན་སོང་གི་ལམ་ཐམས་ཅད་དུ་འགྲོ་བར་མི་འགྱུར་ཞིང་།
en: Thus you will not go to the lower realms, you will not enter any path leading to the lower realms,

source: གཞན་དུ་སེམས་ལ་གཞན་དུ་སྟོན་ཅིང་
en: thinking one thing but professing another.

source: ཐེག་པ་ཆེན་པོ་འདི་ཡང་སྒྲ་གྲགས་པ་དང་། ཚིགས་སུ་བཅད་པ་དང་། རྙེད་པ་དང་། བཀུར་སྟིའི་ཕྱིར་འདོན་པར་བྱེད། ཁ་ཏོན་བྱེད། འཛིན་པར་བྱེད། ཀློག་པར་བྱེད། འཆད་པར་བྱེད།
en: They may also propagate and versify the Mahāyāna teachings, and for the purpose of gain and honor they may chant those verses, recite, memorize, read, and explain them,

source: ཕ་རོལ་ལ་ཡང་ཐོས་པ་ཙམ་སྟོན་པར་བྱེད་ཅིང་བདག་ནི་ཐེག་པ་ཆེན་པོ་པ་ཡིན་གྱི། གཞན་ནི་མ་ཡིན་ནོ་ཞེས་དེ་སྐད་ཟེར་ཞིང་
en: and even teach others things that they have merely heard, saying, ‘I am a follower of the Mahāyāna; others, however, are not.’

source: རྙེད་པ་དང་བཀུར་སྟིའི་ཕྱིར་གཞན་ལ་ཕྲག་དོག་ཏུ་བྱེད་ལ། ཕ་རོལ་གང་ལས་ཉེ་བར་སྤྱོད་པ་དང་ཡོངས་སུ་སྤྱོད་པ་ཐོབ་པར་འགྱུར་བ་ལ་དེའི་རྐྱེན་གྱིས་དེ་དག་འཁྲུག་པར་འགྱུར།
en: Because they seek gain and honor, they act jealously and become upset when others are appreciated and respected.

source: བདག་སྟོད་པར་བྱེད་ཅིང་དེ་དག་ཕྲག་དོག་གི་རྒྱུས་བདག་མིའི་ཆོས་བླ་མ་དང་ལྡན་པར་འཆད་པར་བྱེད་དེ།
en: praising themselves instead. Out of jealousy, they say, ‘I possess supreme qualities.

source: དེའི་ཕྱིར་དངོས་པོ་དེས་ལྷུང་བར་འགྱུར། ཐེག་པ་ཆེན་པོའི་བདེ་བ་ལས་ཕས་ཕམ་པར་གྱུར་ནས་
en: This action constitutes a transgression and deprives them of the happiness of the Mahāyāna.

source: དེའི་ཕྱིར་ཡང་ཐེག་པ་ཆེན་པོ་ལས་ལྕི་བ་ཆེན་པོའི་ལྟུང་བ་འབྱུང་བར་འགྱུར་ཏེ། དེའི་ཕྱིར་ངན་སོང་དུ་འགྲོ་བར་འགྱུར་རོ།
en: It is therefore considered a very serious transgression that leads to rebirth in the lower realms.

source: །གཞན་ཡང་རིགས་ཀྱི་བུ་མ་འོངས་པའི་དུས་ན་ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་པའམ། རབ་ཏུ་བྱུང་བ་དག་
en: Furthermore, son of noble family, in the future there will be beginner bodhisattvas, householders or ordained,

source: ཟབ་པ་ཉིད་ལ་སྟོང་པ་ཉིད་དང་ལྡན་པའི་མདོ་སྡེ་གཟུངས་དང་། བཟོད་པ་དང་། ཏིང་ངེ་འཛིན་དང་། སས་བརྒྱན་པའི་སྐྱེས་བུ་རིག་པ་ཆེན་པོ་དང་ལྡན་པ། ཚེགས་ཆུང་བའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྤྱོད་ཡུལ་གྱི་ཐེག་པ་ཆེན་པོའི་མདོ་སྡེ་དེ་ཀློག་པར་བྱེད། འདོན་པར་བྱེད། ཁ་ཏོན་བྱེད།
en: who will read, recite, and chant sūtras that contain profound emptiness. These Mahāyāna sūtras are the object of understanding of bodhisattvas who need only little effort, and who are greatly intelligent beings, adorned with dhāraṇīs, tolerance, meditative concentration, and the grounds.

source: བཀླགས་ནས་གཞན་ལ་རྒྱ་ཆེར་སྟོན་པར་བྱེད།
en: Having recited them, they extensively teach these sūtras to others.

source: ད་ལྟར་གྱི་ང་བཞིན་དུ་ཁྱེད་ཀྱང་ཡེ་ཤེས་མཐོང་བར་འགྱུར་རོ་
en: you too will come to behold primordial wisdom, just as I do now.

source: རྙེད་པ་དང་བཀུར་སྟིའི་ཕྱིར་བདག་འཚོང་བར་བྱེད་དེ།
en: they promote themselves for the purpose of gain and honor.

source: ཆོས་འདི་ལྟ་བུ་ཟབ་མོ་ཟབ་པ་དག་མངོན་པར་ནི་མ་བྱས་ཀྱི། བཀླགས་པ་ཙམ་གྱིས་བསྟན་ཏོ་ཞེས་ནི་མི་ཟེར་བར་
en: Instead of stating, ‘I have not actualized this most profound Dharma, but teach it by merely reading it out,’

source: དཔེར་ན་མི་ཞིག་འབྲོག་དགོན་པ་ཆེན་པོར་སོང་བ་ལས་བཀྲེས་པ་དང་སྐོམ་པས་ཉེན་ཅིང་ངལ་བར་གྱུར་ནས་
en: The analogy here is that of someone who travels out into the great secluded wilderness, where he suffers hunger, thirst, and exhaustion.

source: དེ་འབྲས་བུ་ཆེན་པོ་དང་ལྡན་པའི་ཤིང་གི་དྲུང་དུ་ཟས་ཀྱི་ཕྱིར་འདུག་ནས།
en: He then approaches a tree, intending to eat of the great fruit it bears.

source: དེས་ཤིང་འབྲས་བུ་ཆེན་པོ་དང་ལྡན་པ་དྲི་དང་ལྡན་པ་རོ་དང་ལྡན་པ་བོར་ཏེ་
en: However, ignoring the tree with its fine aroma and delicious fruit,

source: དུག་གི་ཤིང་རོ་མེད་པ་ལ་འཇོགས་ནས་དུག་གི་འབྲས་བུ་ཟའོ།
en: he climbs instead a poisonous tree bearing fruit devoid of taste, and eats its poisonous fruit.

source: །དེ་བས་ན་མིར་རྙེད་པ་ཤིན་ཏུ་དཀོན་པ་རྙེད་ནས་དགེ་བའི་བཤེས་གཉེན་ལ་གནས་ཏེ་ཐེག་པ་ཆེན་པོ་ལ་འཇུག་པར་འདོད་པ་ལས་
en: Therefore, if beginner bodhisattvas who have gained this hard-to-achieve human birth live with a spiritual friend and wish to enter the Mahāyāna, yet

source: རྙེད་པ་དང་། བཀུར་སྟི་དང་། གྲགས་པའི་ཕྱིར་བདག་ལ་བསྟོད། གཞན་ལ་སྨོད་པར་བྱེད་པས་
en: praise themselves and disparage others for the purpose of gain, honor, and fame,

source: ལྟུང་བའི་ལྕི་བ་དེ་འདྲ་བ་བྱུང་བར་གྱུར་ནས་
en: they incur a serious transgression.

source: ལྟུང་བའི་རྩ་བ་དེའི་ཕྱིར་ཤེས་པ་ཐམས་ཅད་ཀྱིས་ཤིན་ཏུ་སྨད་ཅིང་ངན་སོང་དུ་འགྲོ་བར་འགྱུར་ཏེ།
en: Because of this root transgression, all the wise ones will strongly criticize them and they will go to the lower realms.

source: དེ་དག་སྦྱིན་པའི་བསོད་ནམས་ཀྱི་དངོས་པོ་རྣམ་པ་མང་པོ་དག་བྱེད་པར་སྣང་སྟེ།
en: Seeming to engage in many meritorious deeds of giving,

source: དེ་དག་གཏོང་བས་རྒྱགས་ཤིང་དྲེགས་ནས་སྙེམས་པ་དང་རྒྱགས་པས་རྒྱལ་རིགས་དག་ཀྱང་འབྱེད་པར་བྱེད།
en: they will become proud and haughty due to their giving. Out of arrogance and pride, they will cause division within the kṣatriyas,

source: དེ་དག་རྒྱལ་རིགས་ལ་བརྟེན་ནས་དགེ་སྦྱོང་དག་ཀྱང་ཆད་པས་གཅོད་པར་བྱེད་དེ། ནོར་གྱི་ཆད་པས་འཕྲོག་པར་བྱེད་པས་གནོད་པ་
en: Backed by the kṣatriyas, they may even punish the monastics, robbing them by imposing fines.

source: དེའི་ཕྱིར་དགེ་སློང་དེ་དག་གིས་གང་ཟག་གི་ཡང་རུང་། དགེ་འདུན་གྱི་ཡང་རུང་། ཕྱོགས་བཞིའི་དགེ་འདུན་གྱི་ཡང་རུང་། མཆོད་རྟེན་གྱི་ཡང་རུང་སྟེ། ཕྲོགས་ནས་དེ་དག་ལ་སྐྱེས་སུ་འབུལ་བར་བྱེད།
en: Thus, being wronged, those monastics will steal from whichever individual, local saṅgha, saṅgha of the four directions, and whichever place of worship they can, and give what they have robbed to pay their fine.

source: མདོ་སྡེ་དང་འདུལ་བའི་བསླབ་པ་ལ་མི་བལྟ།
en: They do not observe the precepts of the sūtras and the vinaya,

source: ནག་པོ་བསྟན་པ་ལ་མི་བལྟ། ཆེན་པོ་བསྟན་པ་ལ་མི་བལྟ།
en: nor do they observe the black teachings, nor the great teachings.

source: བྱམས་པ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བསླབ་པ་དང་། ཐབས་ཀྱི་བསླབ་པ་དང་། གང་ཡང་མདོ་སྡེ་གཞན་དག་ལས་བསླབ་པ་བཤད་པ་དེ་ཡང་སྤངས་ནས་
en: Having abandoned their training in loving kindness, great compassion, and the perfection of wisdom, as well as their training in skillful means and the trainings taught in other sūtras,
